Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextActions/LayoutActions.xcstrings
Source language: en
Languages: ja

# action.closePane
source: Close Pane
ja: ペインを閉じる

# action.column.center
source: Center Column
ja: 列を中央に表示

# action.column.cycleWidth
source: Cycle Column Width
ja: 列の幅を切り替え

# action.column.cycleWidthBack
source: Cycle Column Width Backward
ja: 列の幅を逆順に切り替え

# action.column.focusLeft
source: Focus Column Left
ja: 左の列にフォーカス

# action.column.focusRight
source: Focus Column Right
ja: 右の列にフォーカス

# action.column.moveLeft
source: Move Column Left
ja: 列を左に移動

# action.column.moveRight
source: Move Column Right
ja: 列を右に移動

# action.column.widthFull
source: Column Width: Full
ja: 列の幅: 全幅

# action.column.widthHalf
source: Column Width: Half
ja: 列の幅: 半分

# action.column.widthOneThird
source: Column Width: One Third
ja: 列の幅: 3分の1

# action.column.widthTwoThirds
source: Column Width: Two Thirds
ja: 列の幅: 3分の2

# action.renamePane
source: Rename Pane…
ja: ペインの名前を変更…

# action.splitLeft
source: Split Left
ja: 左に分割

# action.splitUp
source: Split Up
ja: 上に分割

# action.swapPaneDown
source: Swap Pane Down
ja: ペインを下と入れ替え

# action.swapPaneLeft
source: Swap Pane Left
ja: ペインを左と入れ替え

# action.swapPaneRight
source: Swap Pane Right
ja: ペインを右と入れ替え

# action.swapPaneUp
source: Swap Pane Up
ja: ペインを上と入れ替え

# action.tab.moveToNewColumn
source: Move Tab to New Column
ja: タブを新しい列に移動

# action.tab.moveToNewSplit
source: Move Tab to New Split
ja: タブを新しい分割に移動

# action.tab.moveToNewWindow
source: Move Tab to New Window
ja: タブを新しいウインドウに移動

# action.tab.moveToWorkspace
source: Move Tab to Workspace…
ja: タブをワークスペースに移動…

# action.tabGroup.moveLeft
source: Move Tab Group Left
ja: タブグループを左に移動

# action.tabGroup.moveRight
source: Move Tab Group Right
ja: タブグループを右に移動

# action.terminal.clear
source: Clear Screen and Scrollback
ja: 画面とスクロールバックを消去

# action.terminal.decreaseFontSize
source: Decrease Font Size
ja: フォントを小さく

# action.terminal.increaseFontSize
source: Increase Font Size
ja: フォントを大きく

# action.terminal.resetFontSize
source: Reset Font Size
ja: フォントサイズをリセット

# action.terminal.scrollPageDown
source: Scroll Page Down
ja: 1ページ下にスクロール

# action.terminal.scrollPageUp
source: Scroll Page Up
ja: 1ページ上にスクロール

# action.terminal.scrollToBottom
source: Scroll to Bottom
ja: 末尾までスクロール

# action.terminal.scrollToSelection
source: Scroll to Selection
ja: 選択範囲までスクロール

# action.terminal.scrollToTop
source: Scroll to Top
ja: 先頭までスクロール

# action.terminal.selectAll
source: Select All
ja: すべてを選択

# action.terminal.sendText
source: Send Text…
ja: テキストを送信…

# action.column.toggleStickyOverlay
source: Toggle Floating Sticky Column
ja: 固定カラムのフローティングを切り替え
